<?php
// Заголовок
$_['heading_title'] = 'Категории';

// Текст
$_['text_success'] = 'Успех: Вы изменили категории!';
$_['text_thumbnail'] = 'Категорий';
$_['text_list'] = 'Список миниатюр категорий';
$_['text_form'] = 'Редактировать категории';
$_['text_edit'] = 'Редактировать категории';
$_['text_yes'] = 'Да';
$_['text_no'] = 'Нет';

// столбец
$_['column_name'] = 'Имя категории';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action'] = 'Действие';
$_['column_thumbnail'] = 'Миниатюра изображения';
$_['column_homethumb'] = 'Главная миниатюра изображения';
$_['column_featured'] = 'Показано';

// Вступление
$_['entry_name'] = 'Имя категории';
$_['entry_thumbnail_image'] = 'Миниатюра изображения';
$_['entry_homethumb_image'] = 'Главная миниатюра изображения';
$_['entry_featured'] = 'Является ли это особенным?';
