<?php
// Заголовок
$_['heading_title'] = 'Отзывы';
$_['page_title'] = 'Отзывы';

// Текст
$_['text_success'] = 'Успех: вы изменили отзывы!';
$_['text_list'] = 'Список отзывов';
$_['text_form'] = 'Отзывная форма';
$_['text_edit'] = 'Редактировать';
$_['text_testimonial'] = 'Отзывы';
$_['text_enabled'] = 'Включено';
$_['text_disabled'] = 'Отключено';

// столбец
$_['column_name'] = 'Имя клиента';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_status'] = 'Статус';
$_['column_action'] = 'Действие';

// Вступление
$_['entry_name'] = 'Имя клиента:';
$_['entry_title'] = 'Заголовок:';
$_['entry_testimonial_limit'] = "Элементы по умолчанию на странице";
$_['entry_testimonial_image'] = "Размер изображения рекомендации";
$_['entry_image'] = 'Изображения:';
$_['entry_description'] = 'Содержание:';
$_['entry_status'] = 'Статус:';
$_['entry_sort_order'] = 'Порядок сортировки:';

// Ошибка
$_['error_warning'] = 'Предупреждение: пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission'] = 'Предупреждение: у вас нет прав на изменение отзывов!';
$_['error_name'] = 'Имя клиента должно быть больше 3 и меньше 255 символов!';
$_['error_title'] = 'Название должно быть больше 3 и меньше 255 символов!';
$_['error_description'] = 'Содержание должно превышать 3 символа!';
$_['error_image_testimonial'] = 'Требуются размеры изображения для отзыва!';
$_['error_testimonial_limit'] = 'Требуемый предел на странице требуется!';
