<?php
// Всплывающий бюллетень
$_['heading_title1'] = 'Подписаться на рассылку';
$_['text_description'] = 'Подпишитесь на рассылку нашего магазина, чтобы получать новости о новых поступлениях, специальных предложениях и другую информацию о скидках.';

// Блок новостей
$_['heading_title2'] = 'Подписаться на новостную рассылку';
$_['text_description2'] = 'Получайте по электронной почте обновления о специальных предложениях.';

// Текст
$_['text_close'] = 'Закрыть';
$_['text_notification'] = 'Больше не показывать';

// Вступление
$_['entry_mail_subscribe'] = 'Введите свой E-mail';

// кнопки
$_['button_subscribe'] = 'Подписаться';

// Сообщения
$_['subscribe_success'] = 'Успешно: Вы успешно подписаны!';
$_['error_validate_mail'] = "Неверный адрес электронной почты!";
$_['error_existed_mail'] = "Этот E-mail уже существует!";
