<?php

// Заголовок
$_['heading_title'] = 'Quick Login';

// Текст
$_['text_account'] = 'Аккаунт';
$_['text_login'] = 'Логин';
$_['text_new_customer'] = 'Новый клиент';
$_['text_register'] = 'Зарегистрировать учетную запись';
$_['text_register_account'] = 'Создав учетную запись, вы сможете делать покупки быстрее, быть в курсе статуса заказа и отслеживать заказы, которые вы уже сделали ранее.';
$_['text_returning_customer'] = 'Я постоянный клиент';
$_['text_i_am_returning_customer'] = '';
$_['text_forgotten'] = 'Забыли пароль';
$_['button_register_link'] = 'Создать аккаунт';
$_['success_message'] = 'Поздравляем! Вы успешно вошли.';

// Вступление
$_['entry_email'] = 'Ваш email';
$_['entry_password'] = 'Пароль';

// Ошибка
$_['error_login'] = 'Предупреждение: нет совпадения для адреса электронной почты и / или пароля.';
$_['error_attempts'] = 'Предупреждение: ваша учетная запись превысила допустимое количество попыток входа в систему. Пожалуйста, повторите попытку через 1 час. ';
$_['error_approved'] = 'Предупреждение. Ваша учетная запись требует одобрения, прежде чем вы сможете войти в систему.';
