<?php
// Heading
$_['heading_title'] = '<b><i>Категории блога</i></b>';
$_['page_title'] = 'Категории блога';

// Текст
$_['text_success'] = 'Успешно: вы изменили категории блогов';
$_['text_list'] = 'Категории блога';
$_['text_add'] = 'Добавить категорию';
$_['text_edit'] = 'Редактировать категорию';
$_['text_extension'] = 'Расширения';
$_['text_blog'] = 'Блог';

// столбец
$_['column_name'] = 'Имя';
$_['column_status'] = 'Статус';
$_['column_action'] = 'Действие';

// Вступление
$_['entry_name'] = 'Имя категории';
$_['entry_post_list'] = 'Посты';
$_['entry_keyword'] = 'SEO Url';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';
$_['entry_description'] = 'Описание';
$_['entry_store'] = 'Магазины';
$_['entry_meta_title'] = 'Мета-заголовок';
$_['entry_meta_keyword'] = 'Ключевые слова';
$_['entry_meta_description'] = 'Мета-описание';

// Ошибка
$_['error_warning'] = 'Предупреждение: пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission'] = 'Предупреждение: у вас нет прав на изменение категорий блогов!';
$_['error_name'] = 'Имя категории должно быть больше 3 и меньше 255 символов!';
$_['error_meta_title'] = 'Название мета должно быть больше 3 и меньше 255 символов!';
$_['error_keyword'] = 'Ключевое слово SEO уже используется!';
