<?php
// Heading
$_['heading_title']    = '<b><i>Посты</i></b>';
$_['page_title'] = 'Посты';

// Текст
$_['text_success'] = 'Успешно: Вы изменили пост!';
$_['text_list'] = 'Список постов';
$_['text_add'] = 'Добавить пост';
$_['text_edit'] = 'Редактировать спост';
$_['text_extension'] = 'Расширения';

// столбец
$_['column_name'] = 'Имя';
$_['column_author'] = 'Автор';
$_['column_status'] = 'Статус';
$_['column_action'] = 'Действие';

// Вступление
$_['entry_name'] = 'Название';
$_['entry_store'] = 'Магазины';
$_['entry_image'] = 'Изображение';
$_['entry_author'] = 'Автор';
$_['entry_description'] = 'Описание';
$_['entry_meta_title'] = 'Мета-заголовок';
$_['entry_meta_keyword'] = 'Ключевые слова';
$_['entry_meta_description'] = 'Мета-описание';
$_['entry_intro_text'] = 'Краткое описание';
$_['entry_keyword'] = 'SEO Url';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';
$_['entry_related'] = 'Похожие статьи';

// Помогите
$_['help_keyword'] = 'Не используйте пробелы, замените пробелы на «-» и убедитесь, что ключевое слово является глобально уникальным.';

// Ошибка
$_['error_warning'] = 'Предупреждение: пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission'] = 'Предупреждение: у вас нет прав на изменение сообщения!';
$_['error_name'] = 'Имя поста должно быть больше 3 и меньше 255 символов!';
$_['error_meta_title'] = 'Название мета должно быть больше 3 и меньше 255 символов!';
$_['error_keyword'] = 'Ключевое слово SEO уже используется!';
