<?php
// Heading
$_['heading_title']    = '<b><i>Настройки блога</i></b>';
$_['page_title'] = 'Настройки блога';

// Текст
$_['text_success'] = 'Успешно: вы изменили настройки блога!';
$_['text_edit'] = 'Редактировать страницу блога';
$_['text_extension'] = 'Расширение';
$_['text_sidebar_left'] = 'Левая боковая панель';
$_['text_sidebar_right'] = 'Правая боковая панель';
$_['text_full'] = 'Full';
$_['text_grid'] = 'Сетка';
$_['text_list'] = 'Список';

// Tab
$_['tab_blog_page'] = 'Страница блога';
$_['tab_category_page'] = 'Страница категории';
$_['tab_post_page'] = 'Страница публикации';

// Вступление
$_['entry_width'] = 'Ширина';
$_['entry_height'] = 'Высота';
$_['entry_post_limit'] = 'Постов на страницу';
$_['entry_meta_title'] = 'Мета-заголовок';
$_['entry_meta_keyword'] = 'Ключевые слова';
$_['entry_meta_description'] = 'Мета-описание';
$_['entry_image_post'] = 'Размер изображения';
$_['entry_seo_url'] = 'URL страницы блога';
$_['entry_categories'] = 'Список категорий';
$_['entry_latest_blog'] = 'Последний блог';
$_['entry_layout'] = 'Макет страницы';
$_['entry_limit'] = 'Limit';
$_['entry_related_post'] = 'Связанная запись';
$_['entry_post_content'] = 'Опубликовать содержимое';

// Помогите
$_['help_post_limit'] = 'Определяет количество сообщений, отображаемых на странице. (по умолчанию: 10) ';

// Ошибка
$_['error_image_post'] = 'Размер изображения на странице сообщения требуется!';
$_['error_image_category'] = 'Размер изображения на странице категории требуется!';
$_['error_image_blog'] = 'Размер изображения на странице блога требуется!';
$_['error_warning'] = 'Предупреждение: пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission'] = 'Предупреждение: у вас нет прав на изменение настроек!';
$_['error_post_limit'] = 'Требуется ограничение!';
$_['error_meta_title'] = 'Требуется мета-заголовок!';
$_['error_meta_description'] = 'Требуется мета-описание!';
$_['error_meta_keyword'] = 'Требуется мета-ключевое слово!';
$_['error_width'] = 'Требуется ширина!';
$_['error_height'] = 'Требуется высота!';
