<?php
// Heading
$_['heading_title']         = '<b><i class="n fa fa-tag"></i> Категории</b>';
$_['page_title'] = 'Категории';

// Вкладки
$_['tab_show_cate'] = "Настройки категорий";
$_['tab_slider_settings'] = "Настройки слайдера";

// Текст
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Вы изменили модуль!';
$_['text_edit'] = 'Редактировать модуль специальных категорий';
$_['text_show_cate'] = 'Показывать только специальные категории';
$_['text_show_pro'] = 'Показать товары по вкладкам';
$_['text_choose_fcate'] = 'Выбрать специальные категории, чтобы показать свои продукты';

// Вступление
$_['entry_name'] = 'Имя модуля';
$_['entry_status'] = 'Статус';
$_['entry_type'] = 'Тип';
$_['entry_width'] = 'Ширина элемента';
$_['entry_height'] = 'Высота элемента';
$_['entry_item'] = 'Активные элементы';
$_['entry_limit'] = 'Ограниченные элементы';
$_['entry_speed'] = 'Скорость анимации';
$_['entry_autoplay'] = 'Автовоспроизведение';
$_['entry_rows'] = 'Ряды предметов';
$_['entry_shownextback'] = 'Далее / Назад';
$_['entry_shownav'] = 'Разбиение на страницы';
$_['entry_slider'] = 'Слайдер топ-категорий';
$_['entry_showdes'] = 'Описание';
$_['entry_showsub'] = 'Дочерние категории';
$_['entry_showsubnumber'] = 'Количество дочерних категорий';
$_['entry_use_cate_image'] = 'Вторичное изображение категории';
$_['entry_choose_fcates'] = 'Специальные категории';

// Ошибка
$_['error_permission'] = 'Предупреждение: у вас нет прав на изменение этого модуля!';
$_['error_name'] = 'Имя модуля должно содержать от 3 до 64 символов!';
$_['error_width'] = 'Требуется ширина!';
$_['error_height'] = 'Требуется высота!';
