<?php
// Heading
$_['heading_title']    		= '<b><i class="q fa fa-envelope"></i> Новостная рассылка</b>';
$_['page_title'] = 'Новостная рассылка';

// Текст
$_['text_extension'] = 'Расширения';
$_['text_edit'] = 'Редактировать модуль рассылка';
$_['text_success'] = 'Вы изменили модуль рассылка!';
$_['text_default'] = 'По умолчанию';

// Вступление
$_['entry_name'] = 'Имя модуля';
$_['entry_status'] = 'Статус';
$_['entry_popup'] = 'Popup рассылка';

// Ошибка
$_['error_permission'] = 'Предупреждение: у вас нет прав на изменение этого модуля!';
$_['error_name'] = 'Имя модуля должно содержать от 3 до 64 символов!';
