<?php
// Заголовок
$_['heading_title'] = '<b><i class = "d fa fa-object-group"></i> Статический блок </b>';
$_['page_title'] = 'Статический блок';

// Текст
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Вы изменили модуль!';
$_['text_edit'] = 'Редактировать модуль статического блока';

// Вступление
$_['entry_name'] = 'Имя модуля';
$_['entry_title'] = 'Заголовок заголовка';
$_['entry_description'] = 'Описание';
$_['entry_status'] = 'Статус';
$_['entry_use_title'] = 'Показать заголовок';

// Ошибка
$_['error_permission'] = 'Предупреждение: у вас нет прав на изменение модуля!';
$_['error_name'] = 'Имя модуля должно содержать от 3 до 64 символов!';
