<?php
// Заголовок
$_['heading_title'] = '<b> <i class = "p fa fa-comments"> </i> Отзывы</b> ';
$_['page_title'] = 'Отзывы';

// Текст
$_['text_extension'] = 'Расширения';
$_['text_success'] = 'Вы изменили этот модуль!';
$_['text_edit'] = 'Редактировать модуль отзывов';

// Вступление
$_['entry_name'] = 'Имя модуля';
$_['entry_limit'] = 'Limit';
$_['entry_status'] = 'Статус';
$_['entry_rows'] = 'Rows';
$_['entry_items'] = 'Items';
$_['entry_auto'] = 'Авто';
$_['entry_speed'] = 'Скорость';
$_['entry_navigation'] = 'Показать навигацию';
$_['entry_pagination'] = 'Показать пагинацию';
$_['entry_width'] = 'Ширина';
$_['entry_height'] = 'Высота';

// Ошибка
$_['error_warning'] = 'Предупреждение: пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission'] = 'Предупреждение: у вас нет прав на изменение этого модуля!';
$_['error_name'] = 'Имя модуля должно содержать от 3 до 64 символов!';
$_['error_width'] = 'Требуется указать ширину!';
$_['error_height'] = 'Требуется указать высоту!';
