<?php
// Heading
$_['heading_title']    						= 'Оформление заказа';

// Tab
$_['tab_home'] 								= 'Главная';
$_['tab_general']							= 'Общее';
$_['tab_design'] 							= 'Дизайн';
$_['tab_field'] 							= 'Поля';
$_['tab_module'] 							= 'Модули';
$_['tab_payment'] 						= 'Оплата';
$_['tab_shipping'] 						= 'Доставка';
$_['tab_survey']							= 'Опрос';
$_['tab_delivery']						= 'Доставка';
$_['tab_countdown']						= 'Обратный отсчет';
$_['tab_analytics']						= 'Аналитика';

// Text
$_['text_default_store'] 			= 'Default Store';
$_['text_module']							= 'Расширения';
$_['text_success']    				= 'Настройки успешно изменены!';
$_['text_edit']       				= 'Настройки модуля';
$_['text_general'] 						= 'Настройте общие параметры для начала работы.';
$_['text_design'] 						= 'Настройте дизайн и макет оформления.';
$_['text_field'] 							= 'Настройте поля для оформления заказа.';
$_['text_module_home'] 				= 'Настройте различные модули оформления заказа.';
$_['text_payment'] 						= 'Настройте расширения платежного модуля.';
$_['text_shipping'] 					= 'Настройте расширения модуля доставки.';
$_['text_survey']							= 'Настройте свои вопросы.';
$_['text_delivery'] 					= 'Настройте свою функцию доставки.';
$_['text_countdown'] 					= 'Настройте таймер обратного отсчета.';
$_['text_analytics'] 					= 'Отслеживать брошенные заказы.';
$_['text_select_type'] 				= 'Выпадающий список';
$_['text_radio_type'] 				= 'Переключатель';
$_['text_text_type'] 					= 'Текстовое поле';
$_['text_one_column'] 				= 'Одна колонка';
$_['text_two_column'] 				= 'Две колонки';
$_['text_three_column']				= 'Три колонки';
$_['text_estimate'] 					= 'Оценка';
$_['text_choose'] 						= 'Выбрать';
$_['text_day'] 								= 'Каждый день';
$_['text_specific'] 					= 'Определенная дата';
$_['text_display'] 						= 'Показать';
$_['text_required'] 					= 'Обязательно';
$_['text_default'] 						= 'Значение по умолчанию';
$_['text_placeholder']				= 'Placeholder';
$_['text_sort_order'] 				= 'Порядок сортировки';
$_['text_purchase_analytics']	= 'Приобрести наш модуль Recover Abandoned Cart для отслеживания оставленных заказов и т. д.';
$_['text_spinner'] 						= 'Spinner';
$_['text_overlay']						= 'Overlay';

// Help
$_['help_status'] 						= 'Основная функция включения/выключения этого расширения.';
$_['help_confirmation_page']	= 'Включить страницу подтверждения или отключить ее. Отключить полностью удалить страницу подтверждения.';
$_['help_load_screen'] 				= 'Устанавливает статус экрана загрузки при загрузке.';
$_['help_loading_display'] 		= 'Устанавливает либо счетчик, либо наложение при загрузке модулей.';
$_['help_payment_logo'] 			= 'Отобразить логотип платежа для способов оплаты. Это работает, только когда способ оплаты отображается в режиме перключателя.';
$_['help_shipping_logo']			= 'Отобразить логотип доставки для методов доставки. Это работает только при отображении способа доставки в режиме перключателя.';
$_['help_payment'] 						= 'Устанавливает режим, в котором отображаются способы оплаты. Любые переключатели или выберите выпадающее меню.';
$_['help_shipping']						= 'Устанавливает режим, в котором отображаются способы доставки. Любые переключатели или выберите выпадающее меню.';
$_['help_edit_cart'] 					= 'Устанавливает, может ли пользователь редактировать свою корзину. Доступно только в том случае, если модуль корзины включен.';
$_['help_highlight_error']		= 'Устанавливает, должны ли поля с ошибками быть выделены пользователю.';
$_['help_text_error']					= 'Укажите, должны ли поля с ошибками отображать сообщение об ошибке прямо под полем.';
$_['help_layout'] 						= 'Устанавливает стиль макета оформления заказа. Доступно в одном, двух или трех столбцах.';
$_['help_slide_effect'] 			= 'Скользящий эффект для перехода между деталями и страницей подтверждения заказа. Только когда страница подтверждения включена.';
$_['help_minimum_order'] 			= 'Минимальная сумма заказа до активации может быть активирована.';
$_['help_save_data'] 					= 'Автоматическое сохранение данных покупателя во время оформления.';
$_['help_debug'] 							= 'Включить режим отладки для оформления. Включите это, если вы знаете, что делаете.';
$_['help_auto_submit']				= 'Система пытается пропустить страницу подтверждения заказа для способов оплаты без необходимости заполнения дополнительной информации на странице подтверждения. Отключите эту функцию, если вы не можете выполнить оплату или для оплаты требуется дополнительная информация на странице подтверждения. Автоматически отключается, если страница подтверждения заказа отключена.';
$_['help_payment_target']			= 'Идентификатор цели кнопки для модулей оплаты, необходимых для автоматической отправки.';
$_['help_proceed_button_text'] = 'Текст для отображения кнопки «Продолжить» на странице оформления заказа.';
$_['help_responsive'] 				= 'Выберите это, если вы используете отзывчивую тему.';
$_['help_payment_reload']			= 'Включайте только в том случае, если у ваших способов оплаты есть надбавки. Отключить для уменьшения ajax-запросов.';
$_['help_shipping_reload'] 		= 'Включить, только если ваши способы оплаты зависят от ваших методов доставки. Отключить для уменьшения ajax-запросов.';
$_['help_coupon'] 						= 'Включить/выключить модуль купоны на странице оформления заказа.';
$_['help_voucher'] 						= 'Включить/выключить ваучеры на странице оформления заказа.';
$_['help_reward'] 						= 'Включить/выключить модуль бонусы на странице оформления заказа.';
$_['help_cart'] 							= 'Включить/выключить модуль корзины на странице оформления заказа.';
$_['help_shipping_module']		= 'Включить/выключить модуль метода доставки на странице оформления заказа.';
$_['help_payment_module'] 		= 'Включить/выключить модуль метода оплаты на странице оформления заказа.';
$_['help_payment_default']		= 'Установить модуль метода оплаты по умолчанию.';
$_['help_shipping_default'] 	= 'Установить выбранный модуль метода доставки по умолчанию.';
$_['help_login_module']				= 'Включить/отключить модуль входа на странице оформления заказа.';
$_['help_html_header'] 				= 'Добавить пользовательское содержимое HTML в заголовок страницы оформления заказа.';
$_['help_html_footer'] 				= 'Добавить пользовательский HTML-контент в нижний колонтитул страницы оформления заказа.';
$_['help_survey']							= 'Включить/выключить функцию опроса на странице оформления заказа.';
$_['help_survey_required']		= 'Устанавливает, должно ли поле опроса быть обязательным полем.';
$_['help_survey_text'] 				= 'Устанавливает текст для отображения на странице оформления заказа. Поддержка нескольких языков.';
$_['help_survey_type'] 				= 'Устанавливает тип ответа для оформления. Либо открытое текстовое поле, либо выберите раскрывающийся список.';
$_['help_delivery']						= 'Включить/выключить функцию доставки на странице оформления заказа.';
$_['help_delivery_time']			= 'Доступно только при условии, что функция доставки включена.';
$_['help_delivery_required']	= 'Устанавливает, должно ли поле доставки быть обязательным полем.';
$_['help_delivery_unavailable']	= 'Исключить указанные даты из доставки. «yyyy-mm-dd», «yyyy-mm-dd», формат, внутри инвертированных кавычек и также разделенных запятыми. Ведущие нули.';
$_['help_delivery_min']				= 'Минимальное количество дней с текущей даты, разрешенных для доставки.';
$_['help_delivery_max']				= 'Максимальное количество дней от текущей даты, разрешенных для доставки.';
$_['help_delivery_min_hour']	= 'Самый ранний час для доставки.';
$_['help_delivery_max_hour']	= 'Последний час для доставки.';
$_['help_delivery_days_of_week'] = 'Дни недели, чтобы исключить. 0, 1, 6, разделенные запятой. (Только от 0 до 6)';
$_['help_delivery_times']			= 'Диапазон времени, который вы хотите разрешить для доставки.';
$_['help_countdown']					= 'Включить/выключить функцию обратного отсчета на странице оформления заказа.';
$_['help_countdown_start']		= 'Устанавливает время перезапуска таймера обратного отсчета.';
$_['help_countdown_date_start']	= 'Устанавливает дату начала таймера.';
$_['help_countdown_date_end']	= 'Устанавливает дату окончания таймера';
$_['help_countdown_time']			= 'Устанавливает время для ежедневного сброса таймера. Время в формате 24 часа. (например, 12:00) ';
$_['help_countdown_text']			= 'Текст, отображаемый для таймера. Используйте переменную {timer}, чтобы поместить таймер в.';
$_['help_display_more']				= 'Установить и включить модули для отображения большего числа.';

// General
$_['entry_store'] 						= 'Настройки магазина:';
$_['entry_status'] 						= 'Статус';
$_['entry_minimum_order'] 		= 'Минимальная сумма заказа';
$_['entry_debug'] 						= 'Debug';
$_['entry_confirmation_page']	= 'Страница подтверждения';
$_['entry_save_data']					= 'Автоматическое сохранение данных';
$_['entry_edit_cart']					= 'Разрешить пользователям изменять количество в корзине';
$_['entry_highlight_error']		= 'Выделение полей с ошибкой';
$_['entry_text_error']				= 'Отображать ошибку под полями';
$_['entry_auto_submit']				= 'Попытка автоматического отправки';
$_['entry_payment_target']		= 'Целевые кнопки оплаты';
$_['entry_proceed_button_text']	= 'Текст кнопки "Продолжить"';

// Design
$_['entry_load_screen'] 			= 'Экран загрузки';
$_['entry_loading_display']		= 'Загрузка отображения';
$_['entry_layout']						= 'Макет';
$_['entry_responsive']				= '«Отзывчивая страница офрмления заказа»';
$_['entry_slide_effect']			= 'Эффект слайда';
$_['entry_custom_css']				= 'Пользовательские коды CSS';

// Field
$_['entry_field_firstname']		= 'Имя';
$_['entry_field_lastname']		= 'Фамилия';
$_['entry_field_email']				= 'Email';
$_['entry_field_telephone']		= 'Телефон';
$_['entry_field_company']			= 'Компания';
$_['entry_field_customer_group'] = 'Группа клиентов';
$_['entry_field_address_1']		= 'Адрес';
$_['entry_field_address_2']		= 'Адрес (продолжение)';
$_['entry_field_city']				= 'Город';
$_['entry_field_postcode']		= 'Почтовый индекс';
$_['entry_field_country']			= 'Страна';
$_['entry_field_zone']				= 'Регион/область';
$_['entry_field_newsletter']	= 'Подписка на новости';
$_['entry_field_register']		= 'Регистрация';
$_['entry_field_comment']			= 'Комментарий';

// Module
$_['entry_coupon']						= 'Показать модуль купона';
$_['entry_voucher']						= 'Показать модуль ваучера';
$_['entry_reward']						= 'Показать модуль бонусных баллов';
$_['entry_cart']							= 'Показать модуль корзины';
$_['entry_login_module']			= 'Модуль входа в систему';
$_['entry_html_header']				= 'Пользовательский заголовок HTML';
$_['entry_html_footer']				= 'Пользовательский HTML-нижний колонтитул';

// Payment
$_['entry_payment_module']		= 'Показать модуль метода оплаты';
$_['entry_payment_reload']		= 'Перезагрузка поля оплаты';
$_['entry_payment']						= 'Выбор оплаты';
$_['entry_payment_default']		= 'Модуль оплаты по умолчанию';
$_['entry_payment_logo']			= 'URL-адрес в логотипе';

// Shipping
$_['entry_shipping_module']		= 'Показать модуль метода доставки';
$_['entry_shipping_reload']		= 'Перезагрузка поля доставки';
$_['entry_shipping'] 					= 'Выбор доставки';
$_['entry_shipping_default']	= 'Модуль доставки по умолчанию';
$_['entry_shipping_logo']			= 'URL-адрес в логотипе';

// Survey
$_['entry_survey']						= 'Поле отображаемого опроса';
$_['entry_survey_required']		= 'Требуется опрос';
$_['entry_survey_text']				= 'Вопрос';
$_['entry_survey_type']				= 'Тип опроса';
$_['entry_survey_answer']			= 'Ответы опроса';

// Delivery
$_['entry_delivery']					= 'Отобразить поле доставки';
$_['entry_delivery_time']			= 'Отображать время доставки';
$_['entry_delivery_required']	= 'Дата доставки Обязательно';
$_['entry_delivery_unavailable'] = 'Даты доставки недоступны';
$_['entry_delivery_min']			= 'Минимальная продолжительность доставки дней';
$_['entry_delivery_max']			= 'Максимальная продолжительность доставки';
$_['entry_delivery_min_hour']	= 'Самый ранний час доставки';
$_['entry_delivery_max_hour']	= 'Самый позний час доставки';
$_['entry_delivery_days_of_week']	= 'Дни недели для отключения';
$_['entry_delivery_times']		= 'Время доставки';

// Countdown
$_['entry_countdown']					= 'Таймер обратного отсчета';
$_['entry_countdown_start']		= 'Обратный отсчет начинается';
$_['entry_countdown_date_start'] = 'Дата начала';
$_['entry_countdown_date_end'] = 'Дата окончания';
$_['entry_countdown_time']		= 'Время обратного отсчета';
$_['entry_countdown_text']		= 'Текст';

// Button
$_['button_add']							= 'Добавить';
$_['button_continue']					= 'Применить';

// Error
$_['error_permission']				= 'Предупреждение: у вас нет разрешения на модификацию модуля';
