<?php
// Заголовок
// newletter-всплывающее окно
$_['heading_title'] = 'Новостная рассылка';
$_['text_colose'] = 'Закрыть';
$_['newletter_des'] = 'Подпишитесь на нашу рассылку прямо сейчас и будьте в курсе новых коллекций, новейших lookbooks и эксклюзивных предложений.';
// newletter подписки
$_['sub_title'] = 'Новостная рассылка';
$_['heading_title2'] = 'Подписаться на <span>новости</span>';
$_['newletter_des2'] 	 = 'Узнай первым. Подпишитесь на рассылку сейчас.';


// Поля
$_['entry_email'] = 'Введите свой email';
$_['entry_name'] = 'Имя';

// Кнопки
$_['entry_button'] = 'Подписаться!';
$_['entry_unbutton'] = 'Отписаться';

//текст
$_['text_subscribe'] = 'Подписаться';

$_['mail_subject'] = 'Подписаться на рассылку новостей';

//Сообщения
$_['error_invalid'] = 'Ошибка: введите действительный адрес электронной почты.';
$_['subscribe'] = 'Успешно: подписано успешно.';
$_['unsubscribe'] = 'Успешно: отписался успешно.';
$_['уже существует'] = 'Ошибка: электронная почта уже существует.';
$_['notexist'] = 'Ошибка: электронная почта не существует.';
$_['entry_show_again'] = "Больше не показывать это окно";
