<?php
// Text
$_['text_checkout_option']		= 'Войти';
$_['text_checkout_account']		= 'Пользовательские данные';
$_['text_checkout_payment_address'] = 'Детали оплаты';
$_['text_checkout_shipping_address'] = 'Детали доставки';
$_['text_checkout_shipping_method'] = 'Способ доставки';
$_['text_checkout_payment_method'] = 'Способ оплаты';
$_['text_checkout_confirm']		= 'Подтвердить заказ';
$_['text_agree']				= 'Я прочитал и согласен с <a class="agree" href="%s" alt="%s"><b>%s</b></a>' ;
$_['text_create_account']		= 'Создать учетную запись для использования в будущем.';
$_['text_or']					= '- или -';
$_['text_please_wait']			= 'Пожалуйста, подождите ...';
$_['text_coupon']				= 'Поздравляем: ваша скидка была применена!';
$_['text_coupon_removed']		= 'Поздравляем: скидка на купоны удалена!';
$_['text_voucher']				= 'Поздравляем: скидка на подарочный ваучер была применена!';
$_['text_voucher_removed']		= 'Поздравляем: скидка на подарочный ваучер удалена!';
$_['text_reward']				= 'Поздравляем: ваша скидка за бонусные баллы была применена!';
$_['text_reward_removed']		= 'Поздравляем: скидка ваших за бонусные баллы была удалена!';
$_['text_use_coupon']			= 'Использовать код купона';
$_['text_use_voucher']			= 'Использовать подарочный сертификат';
$_['text_use_reward']			= 'Использовать бонусные баллы';
$_['text_estimated_delivery']	= 'Предполагаемая доставка:';
$_['text_delivery']				= 'Дата доставки:';
$_['text_points']				= 'Бонусные баллы: %s';
$_['text_loading']				= 'Загрузка ...';
$_['text_survey']				= 'Опрос:';
$_['text_order_comments']		= 'Комментарий:';
$_['text_image']				= 'Изображение';
$_['text_name']					= 'Наименование товара';
$_['text_quantity']				= 'Количество';
$_['text_price']				= 'Цена за единицу';
$_['text_total']				= 'Итого';
$_['text_points']				= 'Бонусные баллы: %s';

// Column
$_['column_image']				= 'Изображение';
$_['column_name']				= 'Наименование товара';
$_['column_model']				= 'Модель';
$_['column_quantity']			= 'Количество';
$_['column_price']				= 'Цена';
$_['column_total']				= 'Итого';

// Entry
$_['entry_coupon']				= 'Введите код купона:';
$_['entry_voucher']				= 'Введите код ваучера:';
$_['entry_reward']				= 'Введите бонусные баллы (макс. %s, мин. %s):';

// Error
$_['error_fax']					= 'Факс должен быть от 3 до 32 символов!';
$_['error_company']				= 'Компания должна быть от 3 до 32 символов!';
$_['error_address_2']			= 'Адрес должен быть от 3 до 128 символов!';
$_['error_coupon']				= 'Предупреждение: купон либо недействителен, либо истек, либо достиг предела использования!';
$_['error_voucher']				= 'Предупреждение: подарочный ваучер недействителен или баланс был исчерпан!';
$_['error_survey']				= 'Предупреждение: укажите ответ на вопрос!';
$_['error_delivery']			= 'Предупреждение: укажите дата доставки!';
$_['error_maximum']				= 'Предупреждение: максимальное количество, которые могут быть применены, составляет %s!';
$_['error_reward']				= 'Предупреждение: укажите количество бонусных баллов!';
$_['error_points']				= 'Предупреждение: у вас нет бонусных баллов!';
$_['error_minimum_order']		= 'Предупреждение: минимальный заказ %s.';
$_['error_comment']				= 'Предупреждение: требуется комментарий к заказу.';
