<?php
// Heading
$_['heading_title']     = '<b><i><i class="fa fa-puzzle-piece"></i> Модули</i></b>';
$_['page_title'] = 'Модули';

// Текст
$_['text_success'] = 'Успешно: вы изменили расширения!';
$_['text_list'] = 'Список модулей';

// столбец
$_['column_name'] = 'Имя модуля';
$_['column_status'] = 'Статус';
$_['column_action'] = 'Действие';

// Ошибка
$_['error_permission'] = 'Предупреждение: у вас нет прав на изменение модулей!';
$_['error_name'] = 'Имя модуля должно содержать от 3 до 64 символов!';
$_['error_code'] = 'Требуется расширение!';
