<?php
// Heading
$_['heading_title']    	        = '<b><i><i class="fa fa-comments"></i> Отзывы</i></b>';
$_['page_title'] = 'Отзывы';

// Текст
$_['text_success'] = 'Успешно: вы изменили отзывы!';
$_['text_list'] = 'Список отзывов';
$_['text_form'] = 'Форма';
$_['text_edit'] = 'Редактировать отзыв';
$_['text_testimonial'] = 'Отзывы';
$_['text_enabled'] = 'Включено';
$_['text_disabled'] = 'Отключено';

// столбец
$_['column_name'] = 'Имя клиента';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_status'] = 'Статус';
$_['column_action'] = 'Действие';

// Вступление
$_['entry_name'] = 'Имя клиента';
$_['entry_image'] = 'Изображение';
$_['entry_description'] = 'Контент';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Ошибка
$_['error_warning'] = 'Предупреждение: пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission'] = 'Предупреждение: у вас нет прав на изменение отзывов!';
$_['error_name'] = 'Имя клиента должно быть больше 3 и меньше 255 символов!';
$_['error_description'] = 'Содержание должно превышать 3 символа!';
